[A_Creaturefrost_beast H7Creature]
mName="寒冰巨兽"
mLore="如同神话生物般优雅，寒冰巨兽步入战场。相当不显眼，远离战斗的喧嚣，他抬起手臂。然后，突然但不可阻挡地，天气变冷了。空气中形成晶体，对手的呼吸为之停滞。"

[A_Creaturefrost_dragon H7Creature]
mName="寒冰巨兽"
mLore="如同神话生物般优雅，寒冰巨兽步入战场。相当不显眼，远离战斗的喧嚣，他抬起手臂。然后，突然但不可阻挡地，天气变冷了。空气中形成晶体，对手的呼吸为之停滞。"

[A_RangedAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Ability.A_furie_du_froid H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冰冷狂怒"
mTooltip="如果此生物达到冷血等级 3，则获得顺劈斩能力（该生物总是攻击两次）。"

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冷却空气"
mTooltip="对所有敌方生物造成 %d1 %icon_air 点气属性伤害，并冷却战场上的空气：处于冷却效果下的敌方生物如果受到暴击，则承受 %buff1.buff.d1 %icon_water 点水属性伤害。\n每场战斗一次。"

[Ability.A_refroidissement_Buff H7BaseBuff]
mName="冷却空气"
mTooltip="该生物如果受到暴击，则承受 %d1 %icon_water 点水属性伤害。"